var array = [
q1 = {
	text: "Кто автор строк «Ленин — жил, Ленин — жив, Ленин — будет жить»?\n",
	value: 100,
	a: "1. Есенин\n2. Маяковский\n3. Сталин\n4. Ленин\n",
	true: 2
},
q2 = {
	text: "С кем воевал заглавный герой «Слова о полку Игореве»?\n",
	value: 200,
	a: "1. с половцами\n2. с сарматами\n3. со скифами\n4. с печенегами\n",
	true: 1
},
q3 = {
	text: "Какой вид физических упражений получил название по имени изобретателя?\n",
	value: 300,
	a: "1. стретчинг\n2. кроссфит\n3. тай-бо\n4. пилатес\n",
	true: 4
},
q4 = {
	text: "Кого можно увидеть на картине Левитана «Март»?\n",
	value: 400,
	a: "1. собаку\n2. корову\n3. лошадь\n4. кошку\n",
	true: 3
},
q5 = {
	text: "Какой московский магазин некогда носил название Верхние торговые ряды?\n",
	value: 500,
	a: "1. ЦУМ\n2. Петровский пассаж\n3. Гостинный Двор\n4. ГУМ\n",
	true: 4
},
q6 = {
	text: "Каким словом художник Василий Кандинский назвал несколько своих работ?\n",
	value: 600,
	a: "1. абстракция\n2. композиция\n3. галлюцинация\n4. конструкция\n",
	true: 2
},
q7 = {
	text: "Какая буква исчезла из русского алфавита в результате реформы Петра I?\n",
	value: 700,
	a: "1. «фита»\n2. «ять»\n3. «омега»\n4. «и» десятеричное\n",
	true: 3
},
q8 = {
	text: "Какая медаль была вручена Юрию Гагарину первой после полета в космос?\n",
	value: 800,
	a: "1. «Золотая Звезда»\n2. «За трудовую доблесть»\n3. «За отвагу»\n4. «За освоение целинных земель»\n",
	true: 4
},
q9 = {
	text: "Куда подевалась горошина, лежавшая под тюфяками и пуховиками принцессы, в сказке Андерсена?\n",
	value: 900,
	a: "1. сварили в супе\n2. скормили канарейке\n3. отдали в кунсткамеру\n4. вставили в корону\n",
	true: 3
},
q10 = {
	text: "День рождение какого персонажа в Риге отмечают на улице Яуниела?\n",
	value: 1000,
	a: "1. Джона Сильвера\n2. Шерлока Холмса\n3. Глеба Жиглова\n4. графа Дракулы\n",
	true: 2
}];